import { FontAwesomeIcon } from "@fortawesome/react-fontawesome";
import { fa1 } from "@fortawesome/free-solid-svg-icons";

const FirstStop = () => {
    return (
        <div className="bg-green-300 py-2 px-5 lg:py-5 lg:px-24 text-center">
            <FontAwesomeIcon size="3x" icon={fa1} className="border-2 border-black rounded-full p-5 px-8" />
            <h2 className="font-bold text-3xl lg:text-4xl my-3">Перша зупинка - &quot;Де народжується їжа?&quot;</h2>
            <p className="leading-9 text-xl font-medium text-left">Наша перша зупинка - це знайомство з виробництвом та процесами на агропідприємстві. Ви маєте можливість взяти участь у процесі вирощування розсади, догляду за квітами та відчути себе частиною великого процесу створення ваших улюблених овочів та ягід. Ласкаво просимо до чарівного світу агрокультури, де кожна рослина розповідає унікальну історію, а шлях їжі від насінини до вашого столу є справжнім дивом природи. На цій зупинці ви зануритесь у світ агротехнологій та органічного фермерства, де кожен крок у вирощуванні рослин відіграє ключову роль. Ви отримаєте унікальний шанс стати частиною цього процесу: від посадки насіння до збору урожаю, від піклування про молоді ростки до догляду за багаторічними квітами та деревами. Ваше знайомство з агрокультурою допоможе вам не лише зрозуміти цінність і важливість сталого фермерства, але й відчути безпосередній зв&apos;язок з землею, який живить нас усіх.</p>
        </div>
    )
}

export default FirstStop;